Repository: orteney/sebastian
Catalog: lib/presentation/core/l10n/app_*.arb
Languages: ru

# buttonRetry
source: RETRY
ru: ПОВТОРИТЬ

# appVersion
source: Version: {version}
ru: Версия: {version}

# buildDetailsItems
source: Items
ru: Предметы

# buildDetailsItemsCore
source: Core build
ru: Основная сборка

# buildDetailsItemsFinal
source: Final build
ru: Финальная сборка

# buildDetailsItemsSituational
source: Situational items
ru: Ситуативные предметы

# buildDetailsItemsStart
source: Starting build
ru: Стартовая сборка

# buildDetailsRunes
source: Runes
ru: Руны

# buildDetailsSkills
source: Skills
ru: Заклинания

# buildDetailsSummonerSpells
source: Summoner spells
ru: Самонерки

# championPickImportButton
source: IMPORT
ru: ИМПОРТИРОВАТЬ

# championPickNoBuildsMessage
source: There are no builds for the selected role 🥲
ru: Для выбранной роли нет сборок 🥲

# championPickNoPickedChampionMessage
source: Pick champion 🙃
ru: Давай выбирай, ну... 🙃

# championPickNotInLobbyMessage
source: Looks like you're not in the lobby right now 🤔
ru: Похоже ты сейчас не в лобби 🤔

# disenchanterAddAllButton
source: Add All
ru: Добавить все

# disenchanterDisenchantButton
source: DISENCHANT
ru: РАСПЫЛИТЬ

# disenchanterMasteryBadgeTooltip
source: {level} mastery and {tokensCount} tokens
ru: {level} ур. и {tokensCount} жетонов

# disenchanterNoShardsMessage
source: You have no champion's shards
ru: А нету у тебя осколков чемпионов

# disenchanterNotOwnedBadgeTooltip
source: Not owned
ru: Не куплено

# disenchanterRemoveAllButton
source: Remove All
ru: Убрать все

# disenchanterShardCount
source: {count} of {totalCount}
ru: {count} из {totalCount}

# disenchanterShardsCount
source: {count} shards
ru: {count} оск.

# disenchanterSortByName
source: Alphabetically
ru: По алфавиту

# disenchanterSortByPrice
source: By Price
ru: По стоимости

# disenchanterSortTooltip
source: Sort
ru: Сортировка

# homeAutoaccept
source: Autoaccept
ru: Автоприём

# homeAutoacceptTooltip
source: Sebastian will try to push the button "Accept" instead of you
ru: Себастьян постарается нажать кнопку "Принять" вместо вас

# homeMessageLoadingData
source: Loading data about summoner
ru: Загружаю информацию о призывателе

# homeNavigationCurrentGame
source: CURRENT GAME
ru: ТЕКУЩАЯ ИГРА

# homeNavigationDisenchanter
source: DISENCHANTER
ru: РАСПЫЛИТЕЛЬ

# homeNavigationMastery
source: MASTERY
ru: МАСТЕРСТВО

# homeNavigationTierList
source: TIER LIST
ru: СТАТИСТИКА

# itemBuildFinalBlock
source: [Sebby] Final build
ru: [Sebby] Финальная сборка

# itemBuildMainBlock
source: [Sebby] Main build
ru: [Sebby] Основная сборка

# itemBuildSituationalBlock
source: [Sebby] Situational items
ru: [Sebby] Ситуативные предметы

# itemBuildStartingBlock
source: [Sebby] Starting items
ru: [Sebby] Стартовые предметы

# lolPathPickerDialogTitle
source: Pick «League of Legends» folder
ru: Выбери папку «League of Legends»

# lolPathPickerMessageWrongPath
source: I can't find the league of legends files in the selected folder
ru: Что-то не удалось найти файлы лиги легенд, не обманываешь?

# lolPathPickerPickPathButton
source: PICK PATH
ru: ПОКАЗАТЬ ПУТЬ

# masteryTableColumnChampion
source: Champion
ru: Чемпион

# masteryTableColumnEternals
source: Eternals
ru: Вечные

# masteryTableColumnPoints
source: Points
ru: Очков

# masteryTableColumnProgress
source: Progress
ru: Прогресс

# masteryTableMaxProgress
source: Master
ru: Мастер

# masteryTableStatStonesCount
source: {count} pcs
ru: {count} шт.

# matchesCount
source: {count, plural, one{{count} game} other{{count} games}}
ru: {count, plural, one{{count} игра} few{{count} игры} many{{count} игр} other{{count} игр}}

# summonerNextLevelExpTooltip
source: Until next level {count} experience
ru: До следующего уровня {count} ед. опыта

# tierListQueueFilterRanked
source: Ranked
ru: Ранговая

# tierListTableColumnBanrate
source: Ban Rate
ru: Блокировок

# tierListTableColumnChampion
source: Champion
ru: Чемпион

# tierListTableColumnGames
source: Games
ru: Игр

# tierListTableColumnPickrate
source: Pick Rate
ru: Выборов

# tierListTableColumnRole
source: Role
ru: Роль

# tierListTableColumnTier
source: Tier
ru: Ранг

# tierListTableColumnWinrate
source: Win Rate
ru: Побед

# winrate
source: {winrate}% wins
ru: {winrate}% побед

# disenchanterProgressMessage
source: Disenchanting your shards… 🔨
ru: Распыляю твои осколки… 🔨

# homeMessageConnecting
source: Connecting to League of Legends… 🤔
ru: Соединяюсь с League of Legends… 🤔

# homeMessageLolOffline
source: Looks like the league is offline… Retry when it starts 🙃
ru: Похоже лига не запущена… Нажми "повторить", когда запустится 🙃

# lolPathPickerMessageInitial
source: Hello, i'm Sebastian I could not find where you find the league of legends client… If it is not running then run it and retry. If it still doesn't work, then show me the path to the folder with the file "LeagueClient.exe"
ru: Привет, я Себстьян! Мне не удалось узнать где у тебя находится клиент лиги…\\n\\nЕсли она не запущена, то запусти её и попробуй \"повторить\".\\nЕсли всё равно не получается, тогда покажи мне путь до папки с файлом \"LeagueClient.exe\"
